package com.example.lesson17

val randomDescriptions = listOf(
    "\n" +
            "\n" +
            "Я в своем познании настолько преисполнился, что я как будто бы уже\n" +
            "\n" +
            "сто триллионов миллиардов лет проживаю на триллионах и\n" +
            "\n" +
            "триллионах таких же планет, как эта Земля, мне этот мир абсолютно\n" +
            "\n" +
            "понятен, и я здесь ищу только одного - покоя, умиротворения и\n" +
            "\n" +
            "вот этой гармонии, от слияния с бесконечно вечным, от созерцания\n" +
            "\n" +
            "великого фрактального подобия и от вот этого замечательного всеединства\n" +
            "\n" +
            "существа, бесконечно вечного, куда ни посмотри, хоть вглубь - бесконечно\n" +
            "\n" +
            "малое, хоть ввысь - бесконечное большое, понимаешь? А ты мне опять со\n" +
            "\n" +
            "своим вот этим, иди суетись дальше, это твоё распределение, это\n" +
            "\n" +
            "твой путь и твой горизонт познания и ощущения твоей природы, он\n" +
            "\n" +
            "несоизмеримо мелок по сравнению с моим, понимаешь? Я как будто бы уже\n" +
            "\n" +
            "давно глубокий старец, бессмертный, ну или там уже почти бессмертный,\n" +
            "\n" +
            "который на этой планете от её самого зарождения, ещё когда только Солнце\n" +
            "\n" +
            "только-только сформировалось как звезда, и вот это газопылевое облако,\n" +
            "\n" +
            "вот, после взрыва, Солнца, когда оно вспыхнуло, как звезда, начало\n" +
            "\n" +
            "формировать вот эти коацерваты, планеты, понимаешь, я на этой Земле уже\n" +
            "\n" +
            "как будто почти пять миллиардов лет живу и знаю её вдоль и поперёк\n" +
            "\n" +
            "этот весь мир, а ты мне какие-то... мне не важно на твои тачки, на твои\n" +
            "\n" +
            "яхты, на твои квартиры, там, на твоё благо. Я был на этой\n" +
            "\n" +
            "планете бесконечным множеством, и круче Цезаря, и круче Гитлера, и круче\n" +
            "\n" +
            "всех великих, понимаешь, был, а где-то был *** говном, ещё хуже,\n" +
            "\n" +
            "чем здесь. Я множество этих состояний чувствую. Где-то я был больше\n" +
            "\n" +
            "подобен растению, где-то я больше был подобен птице, там, червю, где-то\n" +
            "\n" +
            "был просто сгусток камня, это всё есть душа, понимаешь? Она имеет грани\n" +
            "\n" +
            "подобия совершенно многообразные, бесконечное множество. Но тебе этого\n" +
            "\n" +
            "не понять, поэтому ты езжай себе , мы в этом мире как бы живем\n" +
            "\n" +
            "разными ощущениями и разными стремлениями, соответственно, разное наше и\n" +
            "\n" +
            "место, разное и наше распределение. Тебе я желаю все самые крутые тачки\n" +
            "\n" +
            "чтоб были у тебя, и все самые лучше девушки, если мало идей, обращайся ко мне, я тебе на каждую твою идею предложу сотню триллионов, как всё делать. Ну а я всё, я иду как глубокий старец,узревший вечное, прикоснувшийся к Божественному, сам стал богоподобен и устремлен в это бесконечное, и который в умиротворении, покое, гармонии, благодати, в этом сокровенном блаженстве пребывает, вовлеченный во всё и во вся, понимаешь, вот и всё, в этом наша разница. Так что я иду любоваться мирозданием, а ты идёшь преисполняться в ГРАНЯХ каких-то, вот и вся разница, понимаешь, ты не зришь это вечное бесконечное, оно тебе не нужно. Ну зато ты, так сказать, более активен, как вот этот дятел долбящий, или муравей, который очень активен в своей стезе, поэтому давай, наши пути здесь, конечно, имеют грани подобия, потому что всё едино, но я-то тебя прекрасно понимаю, а вот ты меня - вряд ли, потому что я как бы тебя в себе содержу, всю твою природу, она составляет одну маленькую там песчиночку, от того что есть во мне, вот и всё, поэтому давай, ступай, езжай, а я пошел наслаждаться прекрасным осенним закатом на берегу теплой южной реки. Всё, ступай, и я пойду.\n",
    "Вы помните,\n" +
            "Вы всё, конечно, помните,\n" +
            "Как я стоял,\n" +
            "Приблизившись к стене,\n" +
            "Взволнованно ходили вы по комнате\n" +
            "И что-то резкое\n" +
            "В лицо бросали мне.\n" +
            "Вы говорили:\n" +
            "Нам пора расстаться,\n" +
            "Что вас измучила\n" +
            "Моя шальная жизнь,\n" +
            "Что вам пора за дело приниматься,\n" +
            "А мой удел —\n" +
            "Катиться дальше, вниз.\n" +
            "Любимая!\n" +
            "Меня вы не любили.\n" +
            "Не знали вы, что в сонмище людском\n" +
            "Я был как лошадь, загнанная в мыле,\n" +
            "Пришпоренная смелым ездоком.\n" +
            "Не знали вы,\n" +
            "Что я в сплошном дыму,\n" +
            "В развороченном бурей быте\n" +
            "С того и мучаюсь, что не пойму —\n" +
            "Куда несет нас рок событий.\n" +
            "Лицом к лицу\n" +
            "Лица не увидать.\n" +
            "Большое видится на расстоянье.\n" +
            "Когда кипит морская гладь —\n" +
            "Корабль в плачевном состоянье.\n" +
            "Земля — корабль!\n" +
            "Но кто-то вдруг\n" +
            "За новой жизнью, новой славой\n" +
            "В прямую гущу бурь и вьюг\n" +
            "Ее направил величаво.\n" +
            "Ну кто ж из нас на палубе большой\n" +
            "Не падал, не блевал и не ругался?\n" +
            "Их мало, с опытной душой,\n" +
            "Кто крепким в качке оставался.\n" +
            "Тогда и я,\n" +
            "Под дикий шум,\n" +
            "Но зрело знающий работу,\n" +
            "Спустился в корабельный трюм,\n" +
            "Чтоб не смотреть людскую рвоту.\n" +
            "Тот трюм был —\n" +
            "Русским кабаком.\n" +
            "И я склонился над стаканом,\n" +
            "Чтоб, не страдая ни о ком,\n" +
            "Себя сгубить\n" +
            "В угаре пьяном.\n" +
            "Любимая!\n" +
            "Я мучил вас,\n" +
            "У вас была тоска\n" +
            "В глазах усталых:\n" +
            "Что я пред вами напоказ\n" +
            "Себя растрачивал в скандалах.\n" +
            "Но вы не знали,\n" +
            "Что в сплошном дыму,\n" +
            "В развороченном бурей быте\n" +
            "С того и мучаюсь,\n" +
            "Что не пойму,\n" +
            "Куда несет нас рок событий…\n" +
            "Теперь года прошли.\n" +
            "Я в возрасте ином.\n" +
            "И чувствую и мыслю по-иному.\n" +
            "И говорю за праздничным вином:\n" +
            "Хвала и слава рулевому!\n" +
            "Сегодня я\n" +
            "В ударе нежных чувств.\n" +
            "Я вспомнил вашу грустную усталость.\n" +
            "И вот теперь\n" +
            "Я сообщить вам мчусь,\n" +
            "Каков я был,\n" +
            "И что со мною сталось!\n" +
            "Любимая!\n" +
            "Сказать приятно мне:\n" +
            "Я избежал паденья с кручи.\n" +
            "Теперь в Советской стороне\n" +
            "Я самый яростный попутчик.\n" +
            "Я стал не тем,\n" +
            "Кем был тогда.\n" +
            "Не мучил бы я вас,\n" +
            "Как это было раньше.\n" +
            "За знамя вольности\n" +
            "И светлого труда\n" +
            "Готов идти хоть до Ла-Манша.\n" +
            "Простите мне…\n" +
            "Я знаю: вы не та —\n" +
            "Живете вы\n" +
            "С серьезным, умным мужем;\n" +
            "Что не нужна вам наша маета,\n" +
            "И сам я вам\n" +
            "Ни капельки не нужен.\n" +
            "Живите так,\n" +
            "Как вас ведет звезда,\n" +
            "Под кущей обновленной сени.\n" +
            "С приветствием,\n" +
            "Вас помнящий всегда\n" +
            "Знакомый ваш\n" +
            "Сергей Есенин.",
    "Беспокойны, непоседливы, преходящи, как само время, люди,\n" +
            "населяющие красно- кирпичные кварталы нижнего Вест-Сайда.\n" +
            "Они бездомны, но у них сотни домов. Они перепархивают из\n" +
            "одной меблированной комнаты в другой, не заживаясь нигде, не\n" +
            "привязываясь ни к одному из своих убежищ, непостоянные в\n" +
            "мыслях и чувствах. Они поют \"Родина, милая родина\" в ритме\n" +
            "рэг-тайма, своих ларов и пенатов они носят с собой в шляпных\n" +
            "картонках, их лоза обвивается вокруг соломенной шляпки;\n" +
            "смоковницей их служит фикус.\n" +
            "   Дома этого района, перевидавшие тысячи постояльцев, могли\n" +
            "бы, вероятно, рассказать тысячи историй, по большей части\n" +
            "скучных, конечно, но было бы странно, если бы после всех\n" +
            "этих бродячих жильцов в домах не осталось ни одного\n" +
            "привидения.\n" +
            "   Однажды вечером, когда уже стемнело, среди этих красных\n" +
            "домов-развалин блуждал какой-то молодой человек и звонил у\n" +
            "каждой двери. У двенадцатой двери он поставил свой тощий\n" +
            "чемоданчик на ступеньку и вытер пыль со лба и шляпы. Звонок\n" +
            "прозвучал еле слышно, где-то далеко, в недрах дома.\n" +
            "   В дверях этого двенадцатого по счету дома появилась\n" +
            "хозяйка, похожая на противного жирного червя, который уже\n" +
            "выгрыз всю сердцевину ореха и теперь заманивает в пустую\n" +
            "скорлупу съедобных постояльцев.\n" +
            "   Он спросил, есть ли свободные комнаты.\n" +
            "   - Войдите, - сказала хозяйка. Голос шел у нее из горла,\n" +
            "словно подбитого мехом. - Есть комната на третьем этаже,\n" +
            "окнами во двор, уже неделю стоит пустая. Хотите посмотреть?\n" +
            "   Молодой человек стал подниматься следом за ней по\n" +
            "лестнице. Тусклый свет из какого-то невидимого источника\n" +
            "скрадывал тени в коридорах. Хозяйка и гость бесшумно шли по\n" +
            "устилавшему лестницу ковру, такому древнему, что от него\n" +
            "отрекся бы даже станок, на котором его ткали. Он теперь\n" +
            "принадлежал скорее к растительному царству; выродился в этом\n" +
            "затхлом, лишенном солнца воздухе в буйный лишайник или\n" +
            "пышный мох, который пучками прирос к ступенькам и прилипал к\n" +
            "подошвам, как органическое вещество. На каждом повороте\n" +
            "лестницы в стене была пустая ниша. Здесь, возможно, стояли\n" +
            "когда-то цветы. Если так, цветы, должно быть, погибли в\n" +
            "этом нечистом, зловонном воздухе. Возможно также, что\n" +
            "когда- нибудь в этих нишах помещались статуи святых, но\n" +
            "легко было представить себе, что черти с чертенятами, выбрав\n" +
            "ночь потемнее, выволокли их оттуда и ввергли в нечестивую\n" +
            "глубь какой-нибудь меблированной преисподней.\n" +
            "   - Вот комната, - раздалось из мехового горла хозяйки. -\n" +
            "Хорошая комната. Она редко пустует. Прошлое лето у меня в\n" +
            "ней жили прекрасные постояльцы - никаких неприятностей, и\n" +
            "платили вперед, точно, в срок. Кран в конце коридора. Три\n" +
            "месяца ее снимали Спраулз и Муни. Из водевиля, играли\n" +
            "скетчи. Мисс Брэтта Спраулз, может, слышали... Нет, нет,\n" +
            "она только выступала под этой фамилией, брачное\n" +
            "свидетельство висело вон там, над комодом, в рамке. Газ вот\n" +
            "тут, стенные шкафы, как видите, есть. Такая комната кому не\n" +
            "понравится. Она никогда не пустует подолгу.\n" +
            "   - И часто актеры снимают у вас комнаты? - спросил\n" +
            "молодой человек.\n" +
            "   - Всяко бывает. Многие из моих постояльцев работают в\n" +
            "театре. Да, сэр, в этом районе много театров. Актеры, они,\n" +
            "знаете, нигде подолгу не живут. Бывает, что и у меня\n" +
            "поселятся, всяко бывает.\n" +
            "   Он сказал, что комната ему подходит и что он устал и\n" +
            "никуда сегодня не пойдет. Он отдал деньги вперед за неделю.\n" +
            "Комната прибрана, сказала хозяйка, даже вода и полотенце\n" +
            "приготовлены. Когда она собралась уходить, он в тысячный\n" +
            "раз задал вопрос, который вертелся у него на языке!\n" +
            "   - Вы не помните среди ваших жильцов молодую девушку -\n" +
            "мисс Вешнер, мисс Элоизу Вешнер? Скорее всего она поет на\n" +
            "сцене. Красивая девушка, среднего роста, стройная, волосы\n" +
            "рыжевато-золотистые и на левом виске темная родинка.\n" +
            "   - Нет, такой фамилии не помню. Эти актеры меняют имена\n" +
            "так же часто, как комнаты. Нынче они здесь, завтра уехали,\n" +
            "всяко бывает. Нет, такой что-то не припомню.\n" +
            "   Нет. Вечное нет. Пять месяцев беспрестанных поисков, и\n" +
            "все напрасно. Сколько времени потрачено, днем - на\n" +
            "расспрашивание антрепренеров, агентов, театральных школ и\n" +
            "эстрадных хоров; по вечерам - в театрах, от самых серьезных\n" +
            "до мюзик- холлов такого низкого пошиба, что он боялся найти\n" +
            "там то, на что больше всего надеялся. Он любил ее сильнее\n" +
            "всех и давно искал ее. Он был уверен, что после ее\n" +
            "исчезновения из дому этот большой, опоясанный водою город\n" +
            "прячет ее где-то, но город - как необъятное пространство\n" +
            "зыбучего песка, те песчинки, что вчера еще были на виду,\n" +
            "завтра затянет илом и тиной.\n" +
            "   Меблированная комната встретила своего нового постояльца\n" +
            "слабой вспышкой притворного гостеприимства, лихорадочным,\n" +
            "вымученным, безучастным приветствием, похожим на лживую\n" +
            "улыбку продажной красотки. Отраженный свет сомнительного\n" +
            "комфорта исходил от ветхой мебели, от оборванной парчовой\n" +
            "обивки дивана и двух стульев, от узкого дешевого зеркала в\n" +
            "простенке между окнами, от золоченых рам на стенах и\n" +
            "никелированной кровати в углу.\n" +
            "   Новый жилец неподвижно сидел на стуле, а комната, путаясь\n" +
            "в наречиях, словно она была одним из этажей Вавилонской\n" +
            "башни, пыталась поведать ему о своих разношерстных\n" +
            "обитателях.\n" +
            "   Пестрый коврик, словно ярко расцвеченный прямоугольный\n" +
            "тропический островок, окружало бурное море истоптанных\n" +
            "циновок. На оклеенных серыми обоями стенах висели картины,\n" +
            "которые по пятам преследуют всех бездомных, - \"Любовь\n" +
            "гугенота\", \"Первая ссора\", \"Свадебный завтрак\", \"Психея у\n" +
            "фонтана\". Целомудренно-строгая линия каминной доски\n" +
            "стыдливо пряталась за наглой драпировкой, лихо натянутой\n" +
            "наискось, как шарф у балерины в танце амазонок. На камине\n" +
            "скопились жалкие обломки крушения, оставленные робинзонами в\n" +
            "этой комнате, когда парус удачи унес их в новый порт, -\n" +
            "грошовые вазочки, портреты актрис, пузырек от лекарства,\n" +
            "разрозненная колода карт.\n" +
            "   Один за другим, как знаки шифрованного письма,\n" +
            "становились понятными еле заметные следы, оставленные\n" +
            "постояльцами меблированной комнаты. Вытертый кусок ковра\n" +
            "перед комодом рассказал, что среди них были красивые\n" +
            "женщины. Крошечные отпечатки пальцев на обоях говорили о\n" +
            "маленьких пленниках, пытавшихся найти дорогу к солнцу и\n" +
            "воздуху. Неправильной формы пятно на стене, окруженное\n" +
            "лучами, словно тень взорвавшейся бомбы, отмечало место, где\n" +
            "разлетелся вдребезги полный стакан или бутылка. На зеркале\n" +
            "кто-то криво нацарапал алмазом имя \"Мари\". Казалось, жильцы\n" +
            "один за другим приходил в ярость, - может быть, выведенные\n" +
            "из себя вопиющим равнодушием комнаты, - и срывали на ней\n" +
            "свою злость. Мебель была изрезанная, обшарпанная; диван с\n" +
            "торчащими пружинами казался отвратительным чудовищем,\n" +
            "застывшим в уродливой предсмертной судороге. Во время каких\n" +
            "то серьезных беспорядков от каминной доски откололся большой\n" +
            "кусок мрамора. Каждая половица бормотала и скрипела по\n" +
            "своему, словно жалуясь на личное, ей одной известное горе.\n" +
            "Не верилось, что все эти увечья были умышленно нанесены\n" +
            "комнате людьми, которые хотя бы временно называли ее; своей,\n" +
            "а впрочем, возможно, что ярость их распалил обманутый,\n" +
            "подавленный, но еще не умерший инстинкт родного угла,\n" +
            "мстительное озлобление против вероломных домашних богов.\n" +
            "Самую убогую хижину, если только она наша, мы будем держать\n" +
            "в чистоте, украшать и беречь.\n" +
            "   Молодой человек, сидевший на стуле, дал этим мыслям\n" +
            "прошагать на бесшумных подошвах по его сознанию, в то время\n" +
            "как в комнату незаметно стекались меблированные звуки и\n" +
            "запахи. Из одной комнаты донесся негромкий, прерывистый\n" +
            "смех, из других - монолог разъяренной мегеры, стук игральных\n" +
            "костей, колыбельная песня, приглушенный плач, над головой\n" +
            "упоенно заливалось банджо. Где-то хлопали двери, то и дело\n" +
            "громыхали мимо поезда надземки, во дворе на заборе жалобно\n" +
            "мяукала кошка. И он вдыхал дыхание дома - скорее даже не\n" +
            "запах, а промозглый вкус - холодные влажные испарения,\n" +
            "словно из погреба, смешанные с зловонием линолеума и\n" +
            "заплесневелого, гниющего дерева.\n" +
            "   И вдруг, пока он сидел все так же неподвижно, комнату\n" +
            "наполнил сильный, сладкий запах резеды. Он вошел, словно\n" +
            "принесенный порывом ветра, такой уверенный, проникновенный и\n" +
            "яркий, что почти казался живым. И молодой человек крикнул\n" +
            "\"Что, малая?\" - словно его позвали, вскочил со стула и\n" +
            "огляделся. Густой запах льнул к нему, обволакивал его. Он\n" +
            "протянул руки, чтобы схватить его, все его чувства мгновенно\n" +
            "смешались и спутались. Как может запах так настойчиво звать\n" +
            "человека? Нет, это, конечно, был звук. Но тогда, значит,\n" +
            "звук дотронулся до него, погладил по руке?\n" +
            "   - Она была здесь! - крикнул он и заметался по комнате,\n" +
            "надеясь вырвать у нее признание, так как был убежден, что\n" +
            "узнает каждую мелочь, которая принадлежала ей или которой\n" +
            "она касалась. Этот всепроникающий запах резеды, аромат,\n" +
            "который она любила, ее аромат, откуда он?\n" +
            "   Комната была прибрана не очень тщательно. На смятой\n" +
            "салфетке комода валялось несколько шпилек - этих молчаливых,\n" +
            "безличных спутников всякой женщины: женского рода,\n" +
            "неопределенного вида, неизвестно какого времени. Их он не\n" +
            "стал разглядывать, понимая, что от них ничего не добиться.\n" +
            "Роясь в ящиках комода, он нашел маленький разорванный\n" +
            "носовой платок. Он прижал его к лицу. От платка, нагло и\n" +
            "назойливо пахло гелиотропом; он швырнул его на пол. В\n" +
            "другом ящике ему попалось несколько пуговиц, театральная\n" +
            "программа, ломбардная квитанция, две конфеты, сонник. В\n" +
            "последнем ящике он увидел черный шелковый бант и на минуту\n" +
            "затаил дыхание. Но черный шелковый бант - тоже сдержанное,\n" +
            "безличное украшение любой женщины и ничего не может\n" +
            "рассказать.\n" +
            "   И тут он, как ищейка, пошел по следу оглядывал стены,\n" +
            "становился на четвереньки, чтобы ощупать углы бугристой\n" +
            "циновки, обшарил столы и камин, портьеры и занавески и\n" +
            "пьяный шкафчик в углу, в поисках видимого знака, еще не\n" +
            "веря, что она здесь, рядом, вокруг, в нем, над ним, льнет к\n" +
            "нему, ластится, так мучительно взывает к его сознанию, что\n" +
            "даже его чувства восприняли этот зов. Раз он опять ответил\n" +
            "вслух: \"Да, милая!\" - и обернулся, но его широко раскрытые\n" +
            "глаза увидели пустоту, потому что он не мог еще различить в\n" +
            "запахе резеды очертаний, и красок, и любви, и протянутых\n" +
            "рук. О боже! Откуда этот запах, и давно ли у запахов есть\n" +
            "голос? И он продолжал искать.\n" +
            "   Он копался в углах и щелях и находил пробки и папиросы.\n" +
            "Их он пренебрежительно отшвыривал. Но под циновкой ему\n" +
            "попался окурок сигары, и он, выругавшись злобно и грубо,\n" +
            "раздавил его каблуком. Он просеял всю комнату как сквозь\n" +
            "сито. Он прочел печальные и позорные строки о многих\n" +
            "бродячих жильцах, но не нашел ни следа той, которую искал,\n" +
            "которая, может быть, жила здесь, чей дух, казалось, витал в\n" +
            "этой комнате.\n" +
            "   Тогда он вспомнил о хозяйке.\n" +
            "   Из населенной призраками комнаты он сбежал по лестнице\n" +
            "вниз к двери, из-под которой виднелась полоска света.\n" +
            "Хозяйка вышла на его стук.\n" +
            "   Он, насколько мог, подавил свое возбуждение.\n" +
            "   - Скажите мне, пожалуйста, - умолял он ее, - кто жил в\n" +
            "моей комнате до меня?\n" +
            "   - Хорошо, сэр< Могу рассказать еще раз. Спраулз и Муни,\n" +
            "как я вам и говорила. Мисс Брэтта Спраулз, это по сцене, а\n" +
            "на самом деле миссис Муни. У меня живут только порядочные\n" +
            "люди, это всем известно. Брачное свидетельство висело в\n" +
            "рамке, на гвозде, над...\n" +
            "   - А что за женщина была эта мисс Спраулз, какая она была\n" +
            "с виду?\n" +
            "   - Да как вам сказать, сэр, брюнетка, маленького роста,\n" +
            "полная, лицо веселое. Они съехали в прошлый вторник.\n" +
            "   - А до них?\n" +
            "   - А до них был одинокий джентльмен, работал по извозной\n" +
            "части. Уехал и задолжал мне за неделю. До него была миссис\n" +
            "Краудер с двумя детьми, жила четыре месяца, еще до них был\n" +
            "старый мистер Дойл, за того платили сыновья. Он занимал\n" +
            "комнату шесть месяцев. Вот вам целый год, сэр, а раньше я и\n" +
            "не припомню.\n" +
            "   Он поблагодарил ее и поплелся назад в свою комнату.\n" +
            "Комната умерла. Того, что вдохнуло в нее жизнь, больше не\n" +
            "было. Аромат резеды исчез. Как прежде, пахло погребом и\n" +
            "отсыревшей мебелью.\n" +
            "   Взлет надежды отнял у него последние силы. Он сидел,\n" +
            "тупо уставившись на желтый, шипящий газовый рожок. Потом\n" +
            "подошел к кровати и стал разбирать простыни на полосы.\n" +
            "Перочинным ножом он крепко законопатил ими дверь и окна.\n" +
            "Когда все было готово, он потушил свет, открыл газ и\n" +
            "благодарно растянулся на постели.\n" +
            "   В этот вечер была очередь миссис Мак-Куль идти за пивом.\n" +
            "Она и сходила за ним и теперь сидела с миссис Пурди в одном\n" +
            "из тех подземелий, где собираются квартирные хозяйки и где\n" +
            "червь если и умирает, то редко. (1)\n" +
            "   - Сдала я сегодня мою комнату на третьем этаже, ту, что\n" +
            "окнами во двор, - сказала миссис Пурди поверх целой шапки\n" +
            "пены. - Снял какой-то молодой человек. Он уже два часа как\n" +
            "лег спать.\n" +
            "   - Да что вы, миссис Пурди, неужто сдали? - сказала\n" +
            "миссис Мак-Куль, сопя от восхищения. - Прямо чудо, как вы\n" +
            "умеете сдавать такие комнаты. И как же вы сказали ему? -\n" +
            "закончила она хриплым, таинственным шепотом.\n" +
            "   - Меблированные комнаты, - сказала миссис Пурди на самых\n" +
            "своих меховых нотах, - для того и существуют, чтобы их\n" +
            "сдавать Я ему ничего не сказала, миссис Мак- Куль.\n" +
            "   - И правильно сделали, миссис Пурди: чем же нами жить,\n" +
            "как не сдачей комнат. Вы, прямо скажу, деловая женщина.\n" +
            "Ведь есть которые нипочем не снимут комнату, скажи им\n" +
            "только, что в ней человек покончил с собой, да еще на\n" +
            "кровати.\n" +
            "   - Ваша правда, жить всем нужно, - заметила миссис Пурди.\n" +
            "   - Нужно, миссис Пурди, ох, как нужно! Сегодня как раз\n" +
            "неделя, что я вам помогала обмывать покойницу. А\n" +
            "хорошенькая была какая, и чего ей понадобилось травить себя\n" +
            "газом, - личико такое милое у нее было, миссис Пурди.\n" +
            "   - Пожалуй, что и хорошенькая, - сказала миссис Пурди,\n" +
            "соглашаясь, но не без критики, - только вот родинка эта на\n" +
            "левом виске ее портила. Наливайте себе еще, миссис\n" +
            "Мак-Куль."
)

val names = listOf(
    "Идущий к реке",
    "Есенин",
    "О Генри"
)